Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: Exports workflows, dictionary entries, snippets, profiles, prompt actions, hotkey bindings, installed community plugins, transcription history (text only, no saved audio), and the update channel to a single file you can import on another Mac. Reinstalled plugins fetch whatever version is currently latest in the marketplace, and installing them requires network access. Provider API keys, license, and general preferences are not included.
de: Exportiert Workflows, Wörterbucheinträge, Snippets, Profile, Prompt-Aktionen, Hotkey-Zuordnungen, installierte Community-Plugins, den Transkriptionsverlauf (nur Text, keine gespeicherten Audioaufnahmen) und den Update-Kanal in eine Datei, die du auf einem anderen Mac importieren kannst. Wiederhergestellte Plugins laden die jeweils aktuelle Marketplace-Version, das Installieren erfordert eine Internetverbindung. Anbieter-API-Schlüssel, Lizenz und allgemeine Einstellungen sind nicht enthalten.
zh_hans: 将工作流、词典条目、快捷短语、配置文件、提示词操作、快捷键绑定、已安装的社区插件、转录历史记录（仅文本，不含已保存的音频）和更新频道导出到一个文件，可在另一台 Mac 上导入。重新安装插件时会获取市场中的最新版本，并且需要网络连接。服务提供商 API 密钥、许可证和通用偏好设置不会导出。

source: Exports workflows, dictionary entries, snippets, profiles, prompt actions, hotkey bindings, installed community plugins, transcription history (text only, no saved audio), the update channel, and preferences from the General, Dictation, Dictation Recovery, File Transcription, and Recorder tabs to a single file you can import on another Mac. Reinstalled plugins fetch whatever version is currently latest in the marketplace, and installing them requires network access. Provider API keys, license, Launch at Login, selected engines/models, and other machine-specific settings are not included.
de: Exportiert Workflows, Wörterbucheinträge, Snippets, Profile, Prompt-Aktionen, Hotkey-Zuordnungen, installierte Community-Plugins, den Transkriptionsverlauf (nur Text, keine gespeicherten Audioaufnahmen), den Update-Kanal sowie Einstellungen aus den Tabs Allgemein, Diktat, Diktat-Wiederherstellung, Dateitranskription und Recorder in eine Datei, die du auf einem anderen Mac importieren kannst. Wiederhergestellte Plugins laden die jeweils aktuelle Marketplace-Version, das Installieren erfordert eine Internetverbindung. Anbieter-API-Schlüssel, Lizenz, „Bei Anmeldung öffnen“, ausgewählte Engines/Modelle und andere gerätespezifische Einstellungen sind nicht enthalten.
zh_hans: 将工作流、词典条目、快捷短语、配置文件、提示词操作、快捷键绑定、已安装的社区插件、转录历史记录（仅文本，不含已保存的音频）、更新频道，以及“通用”“听写”“听写恢复”“文件转录”和“录音”页面中的偏好设置导出到一个文件，可在另一台 Mac 上导入。重新安装插件时会获取市场中的最新版本，并且需要网络连接。服务提供商 API 密钥、许可证、登录时启动、所选引擎和模型，以及其他设备专用设置不会导出。

source: External plugin bundle %@ is incompatible with this runtime.
de: Das externe Plugin-Bundle %@ ist mit dieser Laufzeit nicht kompatibel.
ja: 外部プラグインバンドル %@ はこのランタイムと互換性がありません。
zh_hans: 外部插件包 %@ 与当前运行环境不兼容。

source: External plugin bundle %@ was kept for an older TypeWhisper line.
de: Das externe Plugin-Bundle %@ wurde für eine ältere TypeWhisper-Linie beibehalten.
ja: 外部プラグインバンドル %@ は以前の TypeWhisper バージョン用に保持されました。
zh_hans: 外部插件包 %@ 已保留，供旧版 TypeWhisper 使用。

source: External plugin bundle %@ was skipped; the built-in plugin is active instead.
de: Das externe Plugin-Bundle %@ wurde übersprungen; stattdessen ist das integrierte Plugin aktiv.
ja: 外部プラグインバンドル %@ はスキップされました。組み込みプラグインが代わりに有効です。
zh_hans: 已跳过外部插件包 %@，改用内置插件。

source: Extraction Model
de: Extraktions-Modell
ja: 抽出モデル
zh_hans: 提取模型

source: Extraction Prompt
de: Extraktions-Prompt
ja: 抽出プロンプト
zh_hans: 提取提示词

source: Extraction Provider
de: Extraktions-Anbieter
ja: 抽出プロバイダー
zh_hans: 提取提供商

source: Failed to load community packs.
de: Community-Pakete konnten nicht geladen werden.
ja: コミュニティパッケージの読み込みに失敗しました。
zh_hans: 无法加载社区包。

source: Failed to load plugins.
de: Plugins konnten nicht geladen werden.
ja: プラグインの読み込みに失敗しました。
zh_hans: 无法加载插件。

source: Fast cloud AI. Also supports transcription. Requires a free API key.
de: Schnelle Cloud-KI. Unterstützt auch Transkription. Benötigt einen kostenlosen API-Key.
ja: 高速なクラウドAI。文字起こしもサポート。無料のAPIキーが必要です。
zh_hans: 快速的云端 AI，同时支持转录。需要免费的 API 密钥。

source: Fast, private speech-to-text for your Mac. Transcribe with local or cloud engines, process text with AI prompts, and insert directly into any app.
de: Schnelle, private Sprache-zu-Text-Erkennung für deinen Mac. Transkribiere mit lokalen oder Cloud-Engines, verarbeite Text mit KI-Prompts und füge ihn direkt in jede App ein.
ja: あなたのMac向けの高速でプライベートな音声からテキストへの変換。ローカルまたはクラウドエンジンで文字起こしを行い、AIプロンプトでテキストを処理し、どのアプリにも直接挿入できます。
zh_hans: 在 Mac 上快速、私密地将语音转换为文字。可使用本地或云端引擎转录，通过 AI 提示词处理文本，并直接输入到任何应用中。

source: Faster Bluetooth start
de: Schnellerer Bluetooth-Start
ja: Bluetoothの起動を高速化
zh_hans: 更快启动蓝牙麦克风

source: Fastest
de: Am schnellsten
ja: 最も速い
zh_hans: 最快

source: File automation
de: Datei-Automatisierung
ja: ファイル自動化
zh_hans: 文件自动化

source: File Transcription
de: Datei-Transkription
ja: ファイル文字起こし
zh_hans: 文件转录

# fileTranscription.transcription
source: Transcription
de: Transkription
ja: 文字起こし
zh_hans: 转录

source: Finish
de: Fertig
ja: 完了
zh_hans: 完成

source: Finish Later
de: Später abschließen
ja: 後で完了
zh_hans: 稍后完成

source: Finish the Discord authorization flow in your browser, then refresh the status here.
de: Schließe den Discord-Autorisierungsablauf in deinem Browser ab und aktualisiere dann hier den Status.
ja: ブラウザでDiscordの認証フローを完了し、ここでのステータスを更新してください。
zh_hans: 请在浏览器中完成 Discord 授权，然后返回此处刷新状态。

source: Folder
de: Ordner
ja: フォルダ
zh_hans: 文件夹

source: Folder selected
de: Ordner ausgewählt
zh_hans: 已选择文件夹

source: Format transcribed text for the target app. Auto-detect chooses the format based on the app's bundle ID. Requires app-aware formatting to be enabled in Recording settings.
de: Transkribierten Text für die Ziel-App formatieren. Auto-Erkennung wählt das Format basierend auf der Bundle-ID der App. Erfordert, dass App-basierte Formatierung in den Aufnahme-Einstellungen aktiviert ist.
ja: 対象アプリ向けに文字起こしテキストをフォーマット。自動検出はアプリのバンドルIDに基づいてフォーマットを選択。録音設定でアプリベースのフォーマットが有効になっている必要があります。
zh_hans: 为目标应用格式化转录文本。自动检测会根据应用的 Bundle ID 选择格式。需要在录音设置中启用应用感知格式化。

source: Free API Key
de: Kostenloser API-Key
ja: 無料のAPIキー
zh_hans: 免费 API 密钥

source: Free for personal and GPL-compliant open-source use
de: Kostenlos für privaten und GPL-konformen Open-Source-Gebrauch
ja: プライベートおよびGPL準拠のオープンソース利用に無料
zh_hans: 个人使用及符合 GPL 的开源用途免费

source: Fri
de: Fr
ja: 金
zh_hans: 周五

source: from %@ %@
de: ab %@ %@
ja: から %@ %@
zh_hans: 从 %@ %@

source: from %@ EUR/mo
de: ab %@ EUR/Monat
ja: から %@ EUR/月
zh_hans: 从 %@ EUR/mo

source: General
de: Allgemein
ja: 一般
zh_hans: 通用

source: Get Started
de: Loslegen
ja: 開始
zh_hans: 开始

source: Global keyboard shortcuts. Only fills empty slots on import — never overwrites existing bindings.
de: Globale Tastenkombinationen. Beim Import werden nur leere Plätze befüllt — bestehende Zuordnungen werden nie überschrieben.
zh_hans: 全局键盘快捷键。导入时仅填充空白位置 - 绝不覆盖现有绑定。

source: Glass follows your system appearance and uses Liquid Glass on macOS 26. Earlier versions show a translucent material.
de: Glas folgt dem Erscheinungsbild des Systems und nutzt ab macOS 26 Liquid Glass. Ältere Versionen zeigen ein transluzentes Material.
ja: ガラスはシステムの外観に従い、macOS 26ではLiquid Glassを使用します。それ以前のバージョンでは半透明のマテリアルを表示します。
zh_hans: 玻璃主题跟随系统外观，在 macOS 26 上使用 Liquid Glass，更早的版本显示半透明材质。

source: Global Setting
de: Globale Einstellung
ja: グローバル設定
zh_hans: 全局设置

source: Go to Dashboard
de: Zum Dashboard
ja: ダッシュボードへ
zh_hans: 前往仪表板

source: Go to Integrations
de: Zu Integrationen
ja: 統合へ
zh_hans: 前往集成

source: Gold Supporter
de: Gold-Unterstützer
ja: ゴールドサポート者
zh_hans: 金牌支持者

source: Grant Access
de: Zugriff erlauben
ja: アクセスを許可
zh_hans: 授予权限

source: Granted
de: Erteilt
ja: 付与済み
zh_hans: 已授权

source: Groq is already installed and also works as an LLM provider.
de: Groq ist bereits installiert und funktioniert auch als LLM-Anbieter.
ja: Groq はすでにインストールされており、LLM プロバイダーとしても動作します。
zh_hans: Groq 已安装，也可用作 LLM 服务提供商。

source: Hello, this is a live preview of the streaming text...
de: Hallo, hier siehst du live, was gerade transkribiert wird …
ja: こんにちは。文字起こしの内容がここにリアルタイムで表示されます…
zh_hans: 你好，这里会实时显示流式转录预览…

source: Helps Whisper recognize technical terms
de: Hilft Whisper, technische Begriffe zu erkennen
ja: Whisperに技術用語を認識させる
zh_hans: 帮助 Whisper 识别专业术语

source: Higher priority profiles take precedence when multiple profiles match.
de: Profile mit höherer Priorität haben Vorrang, wenn mehrere Profile zutreffen.
ja: 複数のプロファイルが該当する場合、優先度の高いプロファイルが優先されます。
zh_hans: 多个配置文件同时匹配时，优先级较高的配置文件生效。

source: History
de: Verlauf
ja: 履歴
zh_hans: 历史记录

source: History: %d imported
de: Verlauf: %d importiert
zh_hans: 历史记录：已导入 %d 条

source: History: %d skipped (older than your retention setting)
de: Verlauf: %d übersprungen (älter als deine Aufbewahrungseinstellung)
zh_hans: 历史记录：已跳过 %d 条（超出保留期限）

source: Hold to record, release to stop.
de: Halten zum Aufnehmen, loslassen zum Stoppen.
ja: 押して録音、離して停止。
zh_hans: 按住开始录音，松开停止。

source: Home
de: Start
ja: ホーム
zh_hans: 首页

source: Hotkey
de: Tastenkürzel
ja: ショートカットキー
zh_hans: 快捷键

source: Hotkeys
de: Tastenkürzel
ja: ホットキー
zh_hans: 快捷键

source: Hotkeys: %d applied, %d skipped (already bound)
de: Hotkeys: %d angewendet, %d übersprungen (bereits belegt)
zh_hans: 快捷键：已应用 %1$d 个，跳过 %2$d 个（已被占用）

source: I use TypeWhisper
de: Ich nutze TypeWhisper
ja: 私はTypeWhisperを使用しています
zh_hans: 我的 TypeWhisper 用途

source: I'll try later
de: Ich versuche es später
ja: 後で試します
zh_hans: 稍后再试

source: Icon
de: Symbol
ja: シンボル
zh_hans: 图标

source: Idle
de: Leerlauf
ja: アイドル
zh_hans: 空闲

source: If you need non-GPL terms, procurement, support, or proprietary redistribution rights, purchase a commercial license on Polar.sh and enter the key below.
de: Wenn du Nicht-GPL-Bedingungen, Beschaffung, Support oder proprietäre Weiterverteilungsrechte brauchst, kaufe eine kommerzielle Lizenz auf Polar.sh und gib den Key unten ein.
ja: 非GPL条件、調達、サポート、または専有再配布権が必要な場合は、Polar.shで商用ライセンスを購入し、下記にキーを入力してください。
zh_hans: 如果你需要非 GPL 条款、采购支持、技术支持或专有再分发权利，请在 Polar.sh 购买商业许可证并在下方输入密钥。

source: Immediate
de: Sofort
ja: すぐに
zh_hans: 立即

source: Import All
de: Alle importieren
ja: すべて読み込み
zh_hans: 导入全部

source: Import Complete
de: Import abgeschlossen
ja: 読み込み完了
zh_hans: 导入完成

source: Import Dictionary...
de: Wörterbuch importieren...
ja: 辞書を読み込み...
zh_hans: 导入词典…

source: Import Preset
de: Vorlage importieren
ja: プリセットを読み込み
zh_hans: 导入预设

source: Import Presets
de: Vorlagen importieren
ja: プリセットを読み込み
zh_hans: 导入预设

source: Import Settings
de: Einstellungen importieren
ja: 設定を読み込む
zh_hans: 导入设置

source: Import Settings…
de: Einstellungen importieren…
zh_hans: 导入设置…

source: Import...
de: Importieren...
ja: 読み込み...
zh_hans: 导入…

source: Improve detection by limiting it to one or more expected languages.
de: Verbessere die Erkennung, indem du sie auf eine oder mehrere erwartete Sprachen beschränkst.
ja: 想定される1つ以上の言語に絞って検出精度を高めます。
zh_hans: 限定一种或多种预期语言，以提高检测准确率。

source: in any app to begin.
de: in einer beliebigen App, um zu beginnen.
ja: 任意のアプリで開始できます。
zh_hans: 在任意应用中开始。

source: Include %@
de: %@ einschließen
zh_hans: 包含 %@

source: Indicator
de: Indikator
ja: インジケーター
zh_hans: 指示器

source: Process long dictations in segments
de: Lange Diktate abschnittsweise verarbeiten
zh_hans: 分段处理长篇听写

source: Speeds up long dictations by processing the text in parts. With a streaming engine and live preview, finished sentences are processed while you speak; otherwise, with cloud providers, the parts run in parallel after recording. Uses more requests. Not suitable for workflows that need the whole text at once, such as summaries or JSON.
de: Beschleunigt lange Diktate, indem der Text in Abschnitten verarbeitet wird. Mit einer Streaming-Engine und Live-Vorschau werden fertige Sätze schon während des Sprechens verarbeitet, sonst laufen die Abschnitte bei Cloud-Anbietern nach der Aufnahme parallel. Verursacht mehr Anfragen. Nicht geeignet für Workflows, die den ganzen Text auf einmal brauchen, etwa Zusammenfassungen oder JSON.
zh_hans: 将文本分段处理，以加快长篇听写的速度。使用流式引擎并开启实时预览时，已说完的句子会在你说话时同步处理；否则，使用云服务提供商时，各段会在录音结束后并行处理。会产生更多请求。不适用于需要一次性处理全文的工作流，例如摘要或 JSON。

source: Inline Commands
de: Inline-Befehle
ja: インラインコマンド
zh_hans: 内联命令

source: Input Device
de: Eingabegerät
ja: 入力デバイス
zh_hans: 输入设备

source: Insert Text
de: Text einfügen
ja: テキストを挿入
zh_hans: 插入文本

source: Insert your latest transcription into the focused app.
de: Füge deine letzte Transkription in die fokussierte App ein.
ja: 最新の文字起こしをフォーカス中のアプリに挿入します。
zh_hans: 将最近一次转录插入当前应用。

source: Inserting text
de: Text wird eingefügt
ja: テキストが挿入されました
zh_hans: 正在插入文本

source: Insertion failed
de: Einfügen fehlgeschlagen
ja: 挿入に失敗しました
zh_hans: 文本插入失败

source: Install
de: Installieren
ja: インストール
zh_hans: 安装

source: Install %@
de: %1$@ installieren
ja: %@をインストール
zh_hans: 安装 %@

source: Install a transcription engine to get started.
de: Installiere eine Transkriptions-Engine, um loszulegen.
ja: Transkriptions-Engineをインストールして開始してください。
zh_hans: 请先安装转录引擎。

source: Install additional LLM providers from the Integrations tab.
de: Weitere LLM-Anbieter im Reiter "Integrationen" installieren.
ja: 「統合」タブで他のLLMプロバイダーをインストールしてください。
zh_hans: 可在“集成”页面安装其他 LLM 服务提供商。

source: Install an LLM provider plugin (e.g. Groq, OpenAI) to use prompts.
de: Installiere ein LLM-Provider-Plugin (z.B. Groq, OpenAI) um Prompts zu nutzen.
ja: LLMプロバイダーのプラグイン（例: Groq, OpenAI）をインストールしてプロンプトを使用してください。
zh_hans: 请安装 LLM 服务提供商插件（如 Groq、OpenAI）后再使用提示词。

source: Install Command Line Tool
de: Kommandozeilen-Tool installieren
ja: コマンドラインツールをインストール
zh_hans: 安装命令行工具

source: Install Failed
de: Installation fehlgeschlagen
ja: インストールに失敗しました
zh_hans: 安装失败

source: Install from File...
de: Aus Datei installieren...
ja: ファイルからインストール...
zh_hans: 从文件安装…

source: Installed
de: Installiert
ja: インストール済み
zh_hans: 已安装

source: Installed at /usr/local/bin/typewhisper
de: Installiert unter /usr/local/bin/typewhisper
ja: /usr/local/bin/typewhisperにインストール済み
zh_hans: 已安装在 /usr/local/bin/typewhisper

source: Installing plugins...
de: Plugins werden installiert...
ja: プラグインがインストール中...
zh_hans: 正在安装插件…

source: Installing...
de: Installiere...
ja: インストール...
zh_hans: 安装中…

source: Instead of inserting the LLM result as text, send it to an action plugin.
de: Anstatt das LLM-Ergebnis als Text einzufügen, wird es an ein Action-Plugin gesendet.
ja: LLMの結果をテキストとして挿入する代わりに、アクションプラグインに送信します。
zh_hans: 不将 LLM 结果直接插入为文本，而是发送给操作插件。

source: Integrations
de: Integrationen
ja: 統合
zh_hans: 集成

source: JSON output:
de: JSON-Ausgabe:
ja: JSON出力:
zh_hans: JSON 输出：

# indicatorTheme.classic
source: Classic
de: Klassisch
ja: クラシック
zh_hans: 经典

# indicatorTheme.glass
source: Glass
de: Glas
ja: ガラス
zh_hans: 玻璃

# indicatorTheme.light
source: Light
de: Hell
ja: ライト
zh_hans: 浅色

source: Just now
de: Gerade eben
ja: たった今
zh_hans: 刚刚

source: Keep dictionaries and snippets available wherever your cloud folder syncs.
de: Halte Wörterbücher und Snippets überall verfügbar, wo dein Cloud-Ordner synchronisiert.
zh_hans: 词典和快捷短语会随你的云文件夹同步，在任何地方都可使用。

source: Keep visible
de: Sichtbar lassen
ja: 表示
zh_hans: 保持显示

source: Keeps the Bluetooth microphone active between dictations. Audio between dictations is discarded. This shows the orange microphone indicator, uses more battery, and keeps headset audio in call-quality mode.
de: Hält das Bluetooth-Mikrofon zwischen Diktaten aktiv. Audio zwischen Diktaten wird verworfen. Dadurch wird der orangefarbene Mikrofonindikator angezeigt, der Akku stärker beansprucht und die Headset-Audioqualität im Telefonie-Modus gehalten.
ja: 音声入力の合間もBluetoothマイクを有効に保ちます。入力の合間の音声は破棄されます。オレンジ色のマイクインジケータが表示され、バッテリー消費が増え、ヘッドセットの音質は通話品質のままになります。
zh_hans: 在两次听写之间保持蓝牙麦克风处于启用状态。两次听写之间的音频会被丢弃。这会显示橙色麦克风指示器、增加耗电量，并让耳机音频保持通话音质模式。

source: Language
de: Sprache
ja: 言語
zh_hans: 语言

source: Last 7 Days
de: Letzte 7 Tage
ja: 過去7日間
zh_hans: 最近 7 天

source: Last 30 Days
de: Letzte 30 Tage
ja: 過去30日間
zh_hans: 最近 30 天

source: Last 90 Days
de: Letzte 90 Tage
ja: 過去90日間
zh_hans: 最近 90 天

source: Last Month
de: Letzter Monat
ja: 過去1か月
zh_hans: 上个月

source: Last Sync
de: Letzter Sync
ja: 最後の同期
zh_hans: 上次同步

source: Later
de: Später
ja: 後で
zh_hans: 稍后

source: Launch at Login
de: Beim Anmelden starten
ja: ログイン時に起動
zh_hans: 登录时启动

source: Learn corrections from edits after insertion
de: Korrekturen aus Bearbeitungen nach dem Einfügen lernen
zh_hans: 从插入后的编辑中学习纠正

source: Learn More
de: Mehr erfahren
ja: 詳しく見る
zh_hans: 了解更多

source: Learned “%@” -> “%@”
de: „%@“ -> „%@“ gelernt
zh_hans: 已学习“%1$@”→“%2$@”

source: Learned %d corrections
de: %d Korrekturen gelernt
zh_hans: 已学习 %d 条修正

source: Learning
de: Lernen
zh_hans: 学习中

source: Learns after direct insertion
de: Lernt nach direktem Einfügen
zh_hans: 直接插入后学习

source: Left Side
de: Linke Seite
ja: 左側
zh_hans: 左侧

source: Let the engine detect the spoken language without restrictions.
de: Lasse die Engine die gesprochene Sprache ohne Einschränkungen erkennen.
ja: 制限なしでエンジンに話す言語を検出させます。
zh_hans: 让引擎自动检测口语语言，不限制语言范围。

source: License
de: Lizenz
ja: ライセンス
zh_hans: 许可证

source: License expired or revoked
de: Lizenz abgelaufen oder widerrufen
ja: ライセンスの期限切れまたは無効化
zh_hans: 许可证已过期或被撤销

source: License Status
de: Lizenzstatus
ja: ライセンス状態
zh_hans: 许可证状态

source: Licensed
de: Lizenziert
ja: ライセンス認証済み
zh_hans: 已授权

source: Licensed under the GNU General Public License v3.0
de: Lizenziert unter der GNU General Public License v3.0
ja: GNU General Public License v3.0 の下でライセンスされています
zh_hans: 采用 GNU 通用公共许可证 v3.0 授权

source: Lifetime (one-time)
de: Lifetime (einmalig)
ja: 永続的（一回限り）
zh_hans: 终身版（一次性）

source: Linked account: %@
de: Verknüpftes Konto: %1$@
ja: リンクされたアカウント: %@
zh_hans: 已关联账号：%@

source: List models:
de: Modelle auflisten:
ja: モデル一覧:
zh_hans: 模型列表：

source: Live preview engine
de: Engine für die Live-Vorschau
ja: ライブプレビューのエンジン
zh_hans: 实时预览引擎

source: Live transcript size
de: Schriftgröße des Live-Transkripts
ja: ライブトランスクリプトのフォントサイズ
zh_hans: 实时转录文字大小

source: LLM Provider
de: LLM-Anbieter
ja: LLMプロバイダー
zh_hans: LLM 提供商

source: LLM Providers
de: LLM-Anbieter
ja: LLMプロバイダー
zh_hans: LLM 提供商

source: Load Presets
de: Vorlagen laden
ja: テンプレートを読み込む
zh_hans: 加载预设

source: Loaded
de: Geladen
ja: 読み込み済み
zh_hans: 已加载

source: Loading
de: Laden
ja: 読み込む
zh_hans: 加载中

source: Loading community packs...
de: Community-Pakete werden geladen...
ja: コミュニティパッケージを読み込み中...
zh_hans: 正在加载社区包…

source: Local
de: Lokal
ja: ローカル
zh_hans: 本地

source: Longest Streak
de: Längste Serie
ja: 最長連続日数
zh_hans: 最长连续天数

source: Manage
de: Verwalten
ja: 管理
zh_hans: 管理

source: Manage Purchase
de: Kauf verwalten
ja: 購入を管理
zh_hans: 管理购买

source: Manage Subscription
de: Abo verwalten
ja: サブスクリプションを管理
zh_hans: 管理订阅

source: Manual
de: Manuell
ja: 手動
zh_hans: 手动

source: Marketplace replacement %1$@ is available, but replacing external bundle %2$@ requires confirmation.
de: Die Marketplace-Version %1$@ ist verfügbar, das Ersetzen des externen Bundles %2$@ muss aber bestätigt werden.
ja: Marketplaceの置き換え %@ が利用可能ですが、外部バンドル %@ を置き換えるには確認が必要です。
zh_hans: 市场中已有替代版本 %1$@，但替换外部插件包 %2$@ 前需要确认。

source: Match dictation engine
de: Diktat-Engine verwenden
ja: ディクテーションエンジンと同じ
zh_hans: 匹配听写引擎

source: Media Pause
de: Medienwiedergabe
ja: メディア再生
zh_hans: 媒体暂停

source: Medium
de: Mittel
ja: 中
zh_hans: 中

source: Meeting Notes
de: Besprechungsnotizen
ja: 議事録
zh_hans: 会议纪要

source: Memory extraction runs for every eligible transcription after the minimum text length and cooldown checks.
de: Memory-Extraktion läuft für jede geeignete Transkription nach Mindestlänge und Cooldown.
ja: メモリ抽出は、最小文字数とクールダウンなどの条件を満たしたすべての適切な文字起こしに対して実行されます。
zh_hans: 在满足最小文本长度和冷却时间检查后，会对每个合格的转录运行记忆提取。

source: Memory extraction runs only when the transcription was produced by a known workflow.
de: Memory-Extraktion läuft nur, wenn die Transkription von einem bekannten Workflow erzeugt wurde.
ja: メモリ抽出は、文字起こしが既知のワークフローによって生成された場合にのみ実行されます。
zh_hans: 仅当转录内容由已知工作流生成时，才会提取记忆。

source: Menu bar icon
de: Menüleistensymbol
ja: メニューバーアイコン
zh_hans: 菜单栏图标

source: Menu bar icon hidden
de: Menüleistensymbol ausgeblendet
ja: メニューバーのアイコンが非表示
zh_hans: 菜单栏图标已隐藏

source: Microphone
de: Mikrofon
ja: マイク
zh_hans: 麦克风

source: Microphone access is required for dictation.
de: Mikrofonzugriff wird für das Diktieren benötigt.
ja: 音声入力にはマイク権限が必要です。
zh_hans: 听写需要麦克风权限。

source: Microphone access is required to continue.
de: Mikrofonzugriff ist erforderlich, um fortzufahren.
ja: 続行するにはマイク権限が必要です。
zh_hans: 继续操作需要麦克风权限。

source: Microphone access required
de: Mikrofonzugriff erforderlich
ja: マイク権限が必要です
zh_hans: 需要麦克风权限

source: Microphone disconnected
de: Mikrofon getrennt
ja: マイクが切断されました
zh_hans: 麦克风已断开连接

source: Microphone disconnected. Falling back to system default.
de: Mikrofon getrennt. Systemstandard wird verwendet.
ja: マイクが切断されました。システムのデフォルトに切り替えます。
zh_hans: 麦克风连接已断开，已切换到系统默认设备。

source: Microphone Priority
de: Mikrofon-Priorität
ja: マイクの優先順位
zh_hans: 麦克风优先级

source: Middle Click
de: Mittelklick
ja: 中クリック
zh_hans: 中键点击

source: Min. text length
de: Min. Textlänge
ja: 最小文字長
zh_hans: 最小文本长度

source: Missing required field: %@
de: Erforderliches Feld fehlt: %1$@
ja: 必須フィールドがありません: %@
zh_hans: 缺少必填字段：%@

source: Missing SDK compatibility metadata for this TypeWhisper runtime.
de: Für diese TypeWhisper-Laufzeit fehlen die SDK-Kompatibilitätsangaben.
ja: このTypeWhisperランタイム用のSDK互換性メタデータがありません。
zh_hans: 缺少与当前 TypeWhisper 运行环境匹配的 SDK 兼容性元数据。

source: Model
de: Modell
ja: モデル
zh_hans: 模型

source: Model:
de: Modell:
ja: モデル:
zh_hans: 模型：

source: Models Used
de: Verwendete Modelle
ja: 使用したモデル
zh_hans: 使用的模型

source: Mon
de: Mo
ja: 月
zh_hans: 周一

source: Month
de: Monat
ja: 月
zh_hans: 月

source: Monthly Subscription
de: Monatsabo
ja: 月額購読
zh_hans: 月度订阅

source: Mouse Button %lld
de: Maustaste %lld
ja: マウスボタン %lld
zh_hans: 鼠标按钮 %lld

source: Mouse Button %u
de: Maustaste %1$u
ja: マウスボタン %u
zh_hans: 鼠标按钮 %u

source: Mouse Button 4
de: Maustaste 4
ja: マウスボタン 4
zh_hans: 鼠标按钮 4

source: Mouse Button 5
de: Maustaste 5
ja: マウスボタン 5
zh_hans: 鼠标按钮 5

source: Move Down
de: Nach unten bewegen
ja: 下へ移動
zh_hans: 下移

source: Move Up
de: Nach oben bewegen
ja: 上へ移動
zh_hans: 上移

source: Name and prompt cannot be empty
de: Name und Prompt dürfen nicht leer sein
ja: 名前とプロンプトは空にできません
zh_hans: 名称和提示词不能为空

source: Network error. Please check your internet connection.
de: Netzwerkfehler. Bitte überprüfe deine Internetverbindung.
ja: ネットワークエラー。インターネット接続を確認してください。
zh_hans: 网络错误，请检查互联网连接。

source: Never
de: Nie
ja: しない
zh_hans: 从不

source: New Correction
de: Neue Korrektur
ja: 新しい修正
zh_hans: 新建修正

source: New Profile
de: Neues Profil
ja: 新しいプロファイル
zh_hans: 新建配置文件

source: New Prompt
de: Neuer Prompt
ja: 新しいプロンプト
zh_hans: 新建提示词

source: New Snippet
de: Neues Snippet
ja: 新しいスニペット
zh_hans: 新建快捷短语

source: New Term
de: Neuer Begriff
ja: 新しい語
zh_hans: 新建词条

source: Next
de: Weiter
ja: 次へ
zh_hans: 下一步

source: No active commercial license
de: Keine aktive kommerzielle Lizenz
ja: 有効な商用ライセンスがありません
zh_hans: 没有有效的商业许可证

source: No activity for this period.
de: Keine Aktivität für diesen Zeitraum.
ja: この期間のアクティビティはありません。
zh_hans: 此时间段暂无活动。

source: No activity in this period.
de: Keine Aktivität in diesem Zeitraum.
ja: この期間内に活動がありません。
zh_hans: 此时间段暂无活动。

source: No app usage data for this period.
de: Keine App-Nutzungsdaten für diesen Zeitraum.
ja: この期間のアプリ利用データはありません。
zh_hans: 此时间段暂无应用使用数据。

source: No apps assigned
de: Keine Apps zugewiesen
ja: 割り当てられたアプリがありません
zh_hans: 未指定应用

source: No available plugins match this search or filter.
de: Keine verfügbaren Plugins passen zu dieser Suche oder diesem Filter.
ja: この検索またはフィルターに一致する利用可能なプラグインはありません。
zh_hans: 没有符合当前搜索或筛选条件的可用插件。

source: No community packs available yet.
de: Noch keine Community-Pakete verfügbar.
ja: 利用可能なコミュニティパッケージはありません。
zh_hans: 暂无可用的社区包。

source: No dictionary entries
de: Keine Wörterbucheinträge
ja: 辞書に登録されている単語がありません
zh_hans: 暂无词典条目
